Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# courses.grade.current
source: Current
ar: حاضِر
da: Strøm
de: courses.grade.current
es: Actual
fa: فعلی
fi: Nykyinen
fr: Actuel
he: courses.grade.current
it: Attuale
ja: 現在
nl: Huidig
sw: Ya sasa
th: ปัจจุบัน
uk: поточний
vi: Hiện hành
zh_hans: 当前
zh_hant: 目前
zh_hk: 當前的

# courses.grade.letter_placeholder
source: Letter
ar: خطاب
da: Bogstav
de: courses.grade.letter_placeholder
es: Carta
fa: نامه
fi: Kirje
fr: Lettre
he: courses.grade.letter_placeholder
it: Lettera
ja: 手紙
nl: Brief
sw: Barua
th: จดหมาย
uk: лист
vi: Thư
zh_hans: 字母
zh_hant: 字母
zh_hk: 信

# courses.grade.no_grade
source: No grade
ar: لا الصف
da: Ingen karakter
de: courses.grade.no_grade
es: Sin calificación
fa: بدون نمره
fi: Ei arvosanaa
fr: Aucune note
he: courses.grade.no_grade
it: Nessun voto
ja: グレードなし
nl: Geen cijfer
sw: Hakuna daraja
th: ไม่มีเกรด
uk: Без оцінки
vi: Không có điểm
zh_hans: 无成绩
zh_hant: 無成績
zh_hk: 無等級

# courses.grade.no_grade_yet
source: No grade yet
ar: لا الصف بعد
da: Ingen karakter endnu
de: courses.grade.no_grade_yet
es: Aún no hay calificación
fa: هنوز نمره ای نیست
fi: Ei vielä arvosanaa
fr: Pas encore de note
he: courses.grade.no_grade_yet
it: Nessun voto ancora
ja: まだグレードがありません
nl: Nog geen cijfer
sw: Bado hakuna daraja
th: ยังไม่มีเกรด
uk: Ще немає оцінки
vi: Chưa có điểm
zh_hans: 暂无成绩
zh_hant: 暫無成績
zh_hk: 還沒有等級

# courses.grade.percentage
source: Percentage
ar: نسبة مئوية
da: Procent
de: courses.grade.percentage
es: Porcentaje
fa: درصد
fi: Prosenttiosuus
fr: Pourcentage
he: courses.grade.percentage
it: Percentuale
ja: パーセンテージ
ru: Процент
sw: Asilimia
th: เปอร์เซ็นต์
uk: Відсоток
vi: Tỷ lệ phần trăm
zh_hans: 百分比
zh_hant: 百分比
zh_hk: 百分比

# courses.info.edit_later
source: You can edit course details later from the Courses page.
ar: يمكنك تعديل تفاصيل الدورة التدريبية لاحقًا من صفحة الدورات التدريبية.
da: Du kan redigere kursusdetaljer senere fra siden Kurser.
de: courses.info.edit_later
es: Puedes editar los detalles del curso más tarde desde la página de Cursos.
fa: می توانید جزئیات دوره را بعداً از صفحه دوره ها ویرایش کنید.
fi: Voit muokata kurssitietoja myöhemmin Kurssit-sivulta.
fr: Vous pouvez modifier les détails du cours ultérieurement à partir de la page Cours.
he: courses.info.edit_later
it: Puoi modificare i dettagli del corso in un secondo momento dalla pagina Corsi.
ja: コースの詳細は、後で [コース] ページから編集できます。
nl: Je kunt de cursusdetails later bewerken via de pagina Cursussen.
ru: Вы можете редактировать детали курса позже на странице Курсы.
sw: Unaweza kuhariri maelezo ya kozi baadaye kutoka kwa ukurasa wa Kozi.
th: คุณสามารถแก้ไขรายละเอียดหลักสูตรได้ในภายหลังจากหน้าหลักสูตร
uk: Ви можете змінити деталі курсу пізніше на сторінці Курси.
vi: Bạn có thể chỉnh sửa chi tiết khóa học sau từ trang Khóa học.
zh_hans: 您稍后可以从课程页面编辑课程详细信息。
zh_hant: 您稍後可以從課程頁面編輯課程詳細資訊。
zh_hk: 您可以稍後從課程頁面編輯課程詳細信息。

# courses.list.title
source: Courses List
ar: قائمة الدورات
da: Kursusliste
de: courses.list.title
es: Lista de cursos
fa: فهرست دروس
fi: Kurssien luettelo
fr: Liste des cours
he: course.list.title
it: Elenco Corsi
ja: コース一覧
nl: Cursussenlijst
sw: Orodha ya Kozi
th: รายการหลักสูตร
uk: Список курсів
vi: Danh sách khóa học
zh_hans: 课程列表
zh_hant: 課程清單
zh_hk: 課程列表

# courses.search.placeholder
source: Search courses
ar: دورات البحث
da: Søg efter kurser
de: courses.search.placeholder
es: Buscar cursos
fa: جستجو در دوره ها
fi: Hae kursseja
fr: Rechercher des cours
he: courses.search.placeholder
it: Cerca corsi
ja: コースを探す
nl: Zoek cursussen
sw: Tafuta kozi
th: ค้นหาหลักสูตร
uk: Пошукові курси
vi: Tìm kiếm khóa học
zh_hans: 搜索课程
zh_hant: 搜尋課程
zh_hk: 搜索課程

# courses.section.course
source: Course
ar: دورة
da: Kursus
de: courses.section.course
es: Curso
fa: دوره
fi: Kurssi
fr: Cours
he: course.section.course
ja: コース
nl: Cursus
ru: Курс
sw: Kozi
th: คอร์ส
uk: курс
vi: Khóa học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# courses.section.details
source: Details
ar: تفاصيل
da: Detaljer
de: courses.section.details
es: Detalles
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
he: courses.section.details
it: Dettagli
ja: 詳細
ru: Детали
sw: Maelezo
th: รายละเอียด
uk: Подробиці
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊
zh_hk: 細節

# courses.section.meetings
source: Meetings
ar: الاجتماعات
da: Møder
de: courses.section.meetings
es: Reuniones
fa: جلسات
fi: Kokoukset
fr: Réunions
he: courses.section.meetings
it: Incontri
ja: 会議
nl: Vergaderingen
sw: Mikutano
th: การประชุม
uk: Зустрічі
vi: Cuộc họp
zh_hans: 上课时间
zh_hant: 上課時間
zh_hk: 會議

# courses.section.syllabus
source: Syllabus
ar: المنهج
da: Pensum
de: courses.section.syllabus
es: Programa de estudios
fa: برنامه درسی
fi: Opintojakso
fr: Programme
he: courses.section.syllabus
it: Programma
ja: シラバス
sw: Silabasi
th: หลักสูตร
uk: навчальний план
vi: Giáo trình
zh_hans: 课程大纲
zh_hant: 課程大綱
zh_hk: 教學大綱

# courses.widget.current_semester
source: Current Semester
ar: الفصل الدراسي الحالي
da: Nuværende semester
de: courses.widget.current_semester
es: Semestre actual
fa: ترم جاری
fi: Nykyinen lukukausi
fr: Semestre en cours
he: courses.widget.current_semester
it: Semestre corrente
ja: 今学期
nl: Huidig ​​semester
sw: Muhula wa Sasa
th: ภาคการศึกษาปัจจุบัน
uk: Поточний семестр
vi: Học kỳ hiện tại
zh_hans: 当前学期
zh_hant: 目前學期
zh_hk: 本學期

# courses.widget.total_credits
source: Total Credits
ar: إجمالي الاعتمادات
da: Samlede kreditter
de: courses.widget.total_credits
es: Créditos totales
fa: کل اعتبارات
fi: Krediittejä yhteensä
fr: Crédits totaux
he: courses.widget.total_credits
it: Crediti totali
ja: 総クレジット数
nl: Totaal krediet
sw: Jumla ya Mikopo
th: เครดิตทั้งหมด
uk: Загальна кількість кредитів
vi: Tổng số tín chỉ
zh_hans: 总学分
zh_hant: 總學分
zh_hk: 總學分

# dashboard.active_assignments
source: Active Assignments
ar: المهام النشطة
da: Aktive opgaver
de: dashboard.active_assignments
es: Asignaciones activas
fa: تکالیف فعال
fi: Aktiiviset tehtävät
fr: Affectations actives
he: dashboard.active_assignments
it: Assegnazioni attive
ja: アクティブな割り当て
nl: Actieve opdrachten
ru: Активные задания
sw: Kazi Zinazotumika
th: การมอบหมายงานที่ใช้งานอยู่
uk: Активні завдання
vi: Bài tập đang hoạt động
zh_hans: 活动作业
zh_hant: 活動作業
zh_hk: 活動作業

# dashboard.assignments.add_prompt
source: Add an assignment to see it here.
ar: أضف مهمة لرؤيتها هنا.
da: Tilføj en opgave for at se den her.
de: dashboard.assignments.add_prompt
es: Añade una tarea para verla aquí.
fa: یک تکلیف اضافه کنید تا آن را در اینجا ببینید.
fi: Lisää tehtävä nähdäksesi sen täällä.
fr: Ajoutez un devoir pour le voir ici.
he: dashboard.assignments.add_prompt
it: Aggiungi un compito per vederlo qui.
ja: 割り当てを追加してここに表示します。
nl: Voeg een opdracht toe om deze hier te bekijken.
sw: Ongeza kazi ili kuiona hapa.
th: เพิ่มงานเพื่อดูที่นี่
uk: Додайте завдання, щоб побачити його тут.
vi: Thêm một bài tập để xem nó ở đây.
zh_hans: 添加作业以在此处查看。
zh_hant: 添加作業以在此處查看。
zh_hk: 添加作業以在此處查看。

# dashboard.assignments.no_upcoming
source: No upcoming assignments
ar: لا توجد مهام قادمة
da: Ingen kommende opgaver
de: dashboard.assignments.no_upcoming
es: No hay tareas próximas
fa: تکالیف آینده وجود ندارد
fi: Ei tulevia tehtäviä
fr: Aucune mission à venir
he: dashboard.assignments.no_upcoming
it: Nessun incarico imminente
ja: 今後の課題はありません
nl: Geen komende opdrachten
sw: Hakuna kazi zijazo
th: ไม่มีงานที่กำลังจะมาถึง
uk: Немає майбутніх завдань
zh_hans: 没有即将到来的任务
zh_hant: 沒有即將到來的任務
zh_hk: 沒有即將到來的任務

# dashboard.button.add_assignment
source: Add Assignment
ar: إضافة مهمة
da: Tilføj opgave
de: dashboard.button.add_assignment
es: Agregar tarea
fa: افزودن تکلیف
fi: Lisää tehtävä
fr: Ajouter une affectation
he: dashboard.button.add_assignment
it: Aggiungi compito
ja: 割り当ての追加
nl: Opdracht toevoegen
sw: Ongeza Kazi
th: เพิ่มการมอบหมาย
uk: Додати завдання
vi: Thêm bài tập
zh_hans: 添加作业
zh_hant: 新增作業
zh_hk: 添加作業

# dashboard.button.connect_calendar
source: Connect Calendar
ar: ربط التقويم
da: Tilslut kalender
de: dashboard.button.connect_calendar
es: Conectar Calendario
fa: اتصال تقویم
fi: Yhdistä kalenteri
fr: Connecter le calendrier
he: dashboard.button.connect_calendar
it: Connetti il ​​calendario
ja: カレンダーを接続する
nl: Verbind Agenda
sw: Unganisha Kalenda
th: เชื่อมต่อปฏิทิน
uk: Підключити календар
zh_hans: 连接日历
zh_hant: 連接行事曆
zh_hk: 連接日曆

# dashboard.button.open_assignments
source: Open Assignments
ar: فتح الواجبات
da: Åbn Opgaver
de: dashboard.button.open_assignments
es: Tareas abiertas
fa: تکالیف را باز کنید
fi: Avaa Tehtävät
fr: Devoirs ouverts
he: dashboard.button.open_assignments
it: Compiti aperti
ja: 課題を開く
nl: Opdrachten openen
sw: Fungua Kazi
th: เปิดงานที่มอบหมาย
uk: Відкрийте Завдання
vi: Bài tập mở
zh_hans: 打开作业
zh_hant: 開啟作業
zh_hk: 開放作業

# dashboard.button.open_settings
source: Open Settings
ar: افتح الإعدادات
da: Åbn Indstillinger
de: dashboard.button.open_settings
es: Abrir configuración
fa: تنظیمات را باز کنید
fi: Avaa Asetukset
fr: Ouvrir les paramètres
he: dashboard.button.open_settings
it: Apri Impostazioni
ja: 設定を開く
nl: Instellingen openen
sw: Fungua Mipangilio
th: เปิดการตั้งค่า
uk: Відкрийте налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 打開設置

# dashboard.button.view_all
source: View All
ar: عرض الكل
da: Se alle
de: dashboard.button.view_all
es: Ver todo
fa: مشاهده همه
fi: Näytä kaikki
fr: Tout afficher
he: dashboard.button.view_all
it: Visualizza tutto
ja: すべて見る
nl: Bekijk alles
sw: Tazama Zote
th: ดูทั้งหมด
uk: Переглянути всі
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 檢視全部
zh_hk: 查看全部

# dashboard.calendar.access_denied_message
source: Calendar access denied
ar: تم رفض الوصول إلى التقويم
da: Kalenderadgang nægtet
de: dashboard.calendar.access_denied_message
es: Acceso al calendario denegado
fa: دسترسی به تقویم رد شد
fi: Kalenterin käyttö estetty
fr: Accès au calendrier refusé
he: לוח מחוונים.calendar.access_denied_message
it: Accesso al calendario negato
ja: カレンダーへのアクセスが拒否されました
nl: Toegang tot agenda geweigerd
sw: Idhini ya kufikia kalenda imekataliwa
th: การเข้าถึงปฏิทินถูกปฏิเสธ
uk: Доступ до календаря заборонено
vi: Quyền truy cập lịch bị từ chối
zh_hans: 日历访问被拒绝
zh_hant: 日曆訪問被拒絕
zh_hk: 日曆訪問被拒絕

# dashboard.calendar.access_off
source: Calendar access is off
ar: الوصول إلى التقويم معطل
da: Kalenderadgang er slået fra
de: dashboard.calendar.access_off
es: El acceso al calendario está desactivado
fa: دسترسی به تقویم خاموش است
fi: Kalenterin käyttö on pois päältä
fr: L'accès au calendrier est désactivé
he: dashboard.calendar.access_off
it: L'accesso al calendario è disattivato
ja: カレンダーへのアクセスがオフになっています
nl: Agendatoegang is uitgeschakeld
sw: Ufikiaji wa kalenda umezimwa
th: การเข้าถึงปฏิทินปิดอยู่
uk: Доступ до календаря вимкнено
zh_hans: 日历访问已关闭
zh_hant: 行事曆存取已關閉
zh_hk: 日曆訪問已關閉

# dashboard.calendar.connect_message
source: Connect your calendar to see events
ar: قم بتوصيل التقويم الخاص بك لرؤية الأحداث
da: Tilslut din kalender for at se begivenheder
de: dashboard.calendar.connect_message
es: Conecta tu calendario para ver eventos
fa: برای دیدن رویدادها، تقویم خود را متصل کنید
fi: Yhdistä kalenteri nähdäksesi tapahtumat
fr: Connectez votre calendrier pour voir les événements
he: dashboard.calendar.connect_message
it: Collega il tuo calendario per vedere gli eventi
ja: カレンダーを接続してイベントを確認する
nl: Verbind uw agenda om evenementen te zien
sw: Unganisha kalenda yako ili kuona matukio
th: เชื่อมต่อปฏิทินของคุณเพื่อดูกิจกรรม
uk: Підключіть свій календар, щоб переглянути події
vi: Kết nối lịch của bạn để xem các sự kiện
zh_hans: 连接您的日历以查看活动
zh_hant: 連接您的日曆以查看活動
zh_hk: 連接您的日曆以查看活動

# dashboard.calendar.open_calendar
source: Open Calendar
ar: افتح التقويم
da: Åbn Kalender
de: dashboard.calendar.open_calendar
es: Calendario abierto
fa: تقویم را باز کنید
fi: Avaa Kalenteri
fr: Ouvrir le calendrier
he: מרכז הבקרה.calendar.open_calendar
it: Apri Calendario
ja: カレンダーを開く
nl: Agenda openen
sw: Fungua Kalenda
th: เปิดปฏิทิน
uk: Відкрийте календар
vi: Mở Lịch
zh_hans: 打开日历
zh_hant: 打開日曆
zh_hk: 打開日曆

# dashboard.calendar.view_all_events
source: View All Events (%d)
ar: عرض كافة الأحداث (%d)
da: Se alle begivenheder (%d)
de: dashboard.calendar.view_all_events
es: Ver todos los eventos (%d)
fa: مشاهده همه رویدادها (%d)
fi: Näytä kaikki tapahtumat (%d)
fr: Afficher tous les événements (%d)
he: לוח מחוונים.calendar.view_all_events
it: Visualizza tutti gli eventi (%d)
ja: すべてのイベントを表示 (%d)
nl: Bekijk alle evenementen (%d)
sw: Tazama Matukio Yote (%d)
th: ดูกิจกรรมทั้งหมด (%d)
uk: Переглянути всі події (%d)
vi: Xem tất cả sự kiện (%d)
zh_hans: 查看所有事件 (%d)
zh_hant: 查看所有事件 (%d)
zh_hk: 查看所有事件 (%d)

# dashboard.due_today
source: Due Today
ar: مستحق اليوم
da: Afleveres i dag
de: dashboard.due_today
es: Vencimiento hoy
fa: سررسید امروز
fi: Eräpäivä tänään
fr: À payer aujourd'hui
he: dashboard.due_today
it: Scadenza oggi
ja: 今日が期限
nl: Vandaag verschuldigd
ru: Срок сегодня
sw: Inadaiwa Leo
th: ครบกำหนดวันนี้
uk: Термін виконання сьогодні
vi: Đến hạn hôm nay
zh_hans: 今天到期
zh_hant: 今天到期
zh_hk: 今天到期

# dashboard.empty.all_clear
source: All Clear
ar: كل شيء واضح
da: Alt klart
de: dashboard.empty.all_clear
es: Todo claro
fa: همه پاک
fi: Kaikki selkeä
fr: Tout est clair
he: לוח מחוונים. empty.all_clear
it: Tutto chiaro
ja: オールクリア
nl: Alles duidelijk
sw: Yote Ya wazi
th: ชัดเจนทั้งหมด
uk: Все ясно
zh_hans: 全部完成
zh_hant: 全部完成
zh_hk: 全部清除

# dashboard.empty.no_events
source: No Events
ar: لا توجد أحداث
da: Ingen begivenheder
de: dashboard.empty.no_events
es: Sin eventos
fa: هیچ رویدادی وجود ندارد
fi: Ei tapahtumia
fr: Aucun événement
he: dashboard.empty.no_events
it: Nessun evento
ja: イベントはありません
nl: Geen evenementen
sw: Hakuna Matukio
th: ไม่มีกิจกรรม
uk: Немає подій
zh_hans: 无事件
zh_hant: 無事件
zh_hk: 沒有活動

# dashboard.empty.no_study_data
source: No study data yet
ar: لا توجد بيانات الدراسة حتى الآن
da: Ingen undersøgelsesdata endnu
de: dashboard.empty.no_study_data
es: Aún no hay datos del estudio
fa: هنوز داده های مطالعاتی وجود ندارد
fi: Ei vielä tutkimustietoja
fr: Aucune donnée d'étude pour l'instant
he: לוח מחוונים. empty.no_study_data
it: Nessun dato di studio ancora
ja: 研究データはまだありません
nl: Nog geen studiegegevens
sw: Hakuna data ya utafiti bado
th: ยังไม่มีข้อมูลการศึกษา
uk: Даних дослідження ще немає
zh_hans: 暂无学习数据
zh_hant: 暫無學習資料
zh_hk: 尚無研究數據

# dashboard.energy.high
source: High
ar: عالي
da: Høj
de: dashboard.energy.high
fa: بالا
fi: Korkea
fr: Haut
he: dashboard.energy.high
it: Alto
ja: 高い
nl: Hoog
sw: Juu
th: สูง
uk: Високий
zh_hans: 高
zh_hant: 高
zh_hk: 高的

# dashboard.energy.low
source: Low
ar: قليل
da: Lav
de: dashboard.energy.low
es: Bajo
fa: کم
fi: Matala
fr: Faible
he: dashboard.energy.low
it: Basso
ja: 低い
nl: Laag
sw: Chini
th: ต่ำ
uk: Низький
zh_hans: 低
zh_hant: 低
zh_hk: 低的

# dashboard.energy.medium
source: Medium
ar: واسطة
de: dashboard.energy.medium
es: Medio
fa: متوسط
fi: Keskikokoinen
fr: Moyen
he: dashboard.energy.medium
it: Medio
ja: 中くらい
sw: Kati
th: ปานกลาง
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中
zh_hk: 中等的

# dashboard.energy.prompt
source: How's your energy today?
ar: كيف هي طاقتك اليوم؟
da: Hvordan er din energi i dag?
de: dashboard.energy.prompt
es: ¿Cómo está tu energía hoy?
fa: انرژی امروزت چطوره؟
fi: Millainen on energiasi tänään?
fr: Comment est ton énergie aujourd’hui ?
he: dashboard.energy.prompt
it: Come sono le tue energie oggi?
ja: 今日のエネルギーはどうですか？
nl: Hoe is het met jouw energie vandaag?
sw: Nguvu zako zikoje leo?
th: วันนี้พลังงานของคุณเป็นอย่างไรบ้าง?
uk: Як твоя енергія сьогодні?
vi: Năng lượng hôm nay của bạn thế nào?
zh_hans: 今天你的精力怎么样？
zh_hant: 今天你的精力怎麼樣？
zh_hk: 今天你的精力怎麼樣？

# dashboard.energy_level
source: Energy Level
ar: مستوى الطاقة
da: Energiniveau
de: dashboard.energy_level
es: Nivel de energía
fa: سطح انرژی
fi: Energiataso
fr: Niveau d'énergie
he: dashboard.energy_level
it: Livello energetico
ja: エネルギーレベル
nl: Energieniveau
ru: Уровень энергии
sw: Kiwango cha Nishati
th: ระดับพลังงาน
uk: Рівень енергії
zh_hans: 能级
zh_hant: 能級
zh_hk: 能級

# dashboard.events_today
source: Events Today
ar: الأحداث اليوم
da: Begivenheder i dag
de: dashboard.events_today
es: Eventos hoy
fa: رویدادهای امروز
fi: Tapahtumat tänään
fr: Événements aujourd'hui
he: dashboard.events_today
it: Eventi Oggi
ja: 今日のイベント
nl: Evenementen vandaag
ru: События сегодня
sw: Matukio Leo
th: กิจกรรมวันนี้
uk: Події сьогодні
zh_hans: 今日活动
zh_hant: 今日活動
zh_hk: 今日活動

# dashboard.help.add_assignment
source: Add assignment
ar: إضافة مهمة
da: Tilføj opgave
de: dashboard.help.add_assignment
es: Agregar tarea
fa: اضافه کردن تکلیف
fi: Lisää tehtävä
fr: Ajouter un devoir
he: לוח מחוונים.help.add_assignment
it: Aggiungi compito
ja: 課題の追加
nl: Opdracht toevoegen
sw: Ongeza kazi
th: เพิ่มงาน
uk: Додати завдання
zh_hans: 添加作业
zh_hant: 新增作業
zh_hk: 添加作業

# dashboard.help.add_event
source: Add event
ar: أضف حدثًا
da: Tilføj begivenhed
de: dashboard.help.add_event
es: Agregar evento
fa: رویداد اضافه کنید
fi: Lisää tapahtuma
fr: Ajouter un événement
he: dashboard.help.add_event
it: Aggiungi evento
ja: イベントを追加
nl: Evenement toevoegen
sw: Ongeza tukio
th: เพิ่มกิจกรรม
uk: Додати подію
zh_hans: 添加事件
zh_hant: 新增事件
zh_hk: 添加事件

# dashboard.label.events_today
source: Events Today
ar: الأحداث اليوم
da: Begivenheder i dag
de: dashboard.label.events_today
es: Eventos hoy
fa: رویدادهای امروز
fi: Tapahtumat tänään
fr: Événements aujourd'hui
he: dashboard.label.events_today
it: Eventi Oggi
ja: 今日のイベント
nl: Evenementen vandaag
sw: Matukio Leo
th: กิจกรรมวันนี้
uk: Події сьогодні
vi: Sự kiện hôm nay
zh_hans: 今日事件
zh_hant: 今日事件
zh_hk: 今日活動

# dashboard.label.tasks_due
source: Tasks Due
ar: المهام المستحقة
da: Forfaldne opgaver
de: dashboard.label.tasks_due
es: Tareas pendientes
fa: وظایف موعد
fi: Erääntyvät tehtävät
fr: Tâches dues
he: dashboard.label.tasks_due
it: Compiti dovuti
ja: 期限が切れたタスク
nl: Taken verschuldigd
sw: Kazi Zinazostahili
th: งานที่ครบกำหนด
uk: Термін виконання завдань
zh_hans: 待办任务
zh_hant: 待辦任務
zh_hk: 到期任務

# dashboard.planner.completed_minutes
source: %d min completed
ar: اكتمل %d دقيقة
da: %d min fuldført
de: dashboard.planner.completed_minutes
es: %d minutos completados
fa: %d دقیقه تکمیل شد
fi: %d min valmiina
fr: %d minutes terminées
he: dashboard.planner.completed_minutes
it: %d min completato
ja: %d 分完了しました
nl: %d min voltooid
sw: Dakika %d imekamilika
th: เสร็จสิ้นแล้ว %d นาที
uk: Виконано %d хв
zh_hans: 已完成 %d 分钟
zh_hant: 已完成 %d 分鐘
zh_hk: 已完成 %d 分鐘

# dashboard.planner.no_plan_time
source: No plan time available yet
ar: لا يوجد وقت للخطة متاح حتى الآن
da: Der er ikke ledig tid endnu
de: dashboard.planner.no_plan_time
es: Aún no hay tiempo de plan disponible
fa: هنوز زمان برنامه در دسترس نیست
fi: Suunnitelmaaikaa ei ole vielä saatavilla
fr: Aucune heure de plan disponible pour l'instant
he: dashboard.planner.no_plan_time
it: Nessun tempo di pianificazione ancora disponibile
ja: まだ予定時間はありません
nl: Er is nog geen plantijd beschikbaar
sw: Bado hakuna wakati wa mpango unaopatikana
th: ยังไม่มีกำหนดเวลาตามแผน
uk: Час планування ще не доступний
zh_hans: 还没有可用的计划时间
zh_hant: 還沒有可用的計劃時間
zh_hk: 還沒有可用的計劃時間

# dashboard.planner.no_tasks
source: No planned tasks today
ar: لا توجد مهام مخططة اليوم
da: Ingen planlagte opgaver i dag
de: dashboard.planner.no_tasks
es: No hay tareas planificadas hoy
fa: امروز هیچ کار برنامه ریزی شده ای وجود ندارد
fi: Ei suunniteltuja tehtäviä tänään
fr: Aucune tâche planifiée aujourd'hui
he: dashboard.planner.no_tasks
it: Nessuna attività pianificata oggi
ja: 今日は予定されているタスクはありません
nl: Geen geplande taken vandaag
sw: Hakuna kazi zilizopangwa leo
th: วันนี้ไม่มีงานที่วางแผนไว้
uk: Сьогодні немає запланованих завдань
zh_hans: 今天没有计划任务
zh_hant: 今天沒有計劃任務
zh_hk: 今天沒有計劃任務

# dashboard.planner.remaining_minutes
source: %d min remaining
ar: متبقي %d دقيقة
da: %d min tilbage
de: dashboard.planner.remaining_minutes
es: %d minutos restantes
fa: %d دقیقه باقی مانده است
fi: %d min jäljellä
fr: %d minutes restantes
he: dashboard.planner.remaining_minutes
it: %d minuti rimanenti
ja: 残り %d 分
nl: %d min resterend
sw: Imesalia dakika %d
th: เหลืออีก %d นาที
uk: Залишилося %d хв
zh_hans: 剩余 %d 分钟
zh_hant: 剩餘 %d 分鐘
zh_hk: 剩餘 %d 分鐘

# dashboard.section.calendar
source: Calendar
ar: تقويم
da: Kalender
de: dashboard.section.calendar
es: Calendario
fa: تقویم
fi: Kalenteri
fr: Calendrier
he: מרכז הבקרה.section.calendar
it: Calendario
ja: カレンダー
nl: Kalender
sw: Kalenda
th: ปฏิทิน
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆
zh_hk: 日曆

# dashboard.section.energy_checkin
source: Energy Check-in
ar: تسجيل دخول الطاقة
da: Energi check-in
de: dashboard.section.energy_checkin
es: Registro de energía
fa: بررسی انرژی
fi: Energian sisäänkirjautuminen
fr: Enregistrement énergétique
he: dashboard.section.energy_checkin
it: Check-in energetico
ja: エネルギーチェックイン
nl: Energiecheck-in
sw: Kuingia kwa Nishati
th: เช็คอินพลังงาน
uk: Енергія Реєстрація
vi: Kiểm tra năng lượng
zh_hans: 精力签到
zh_hant: 精力簽到
zh_hk: 能源簽到

# dashboard.section.remaining
source: Remaining
ar: متبقي
da: Tilbage
de: dashboard.section.remaining
es: Restante
fa: باقی مانده است
fi: Jäljellä
fr: Restant
he: dashboard.section.remaining
it: Rimanente
ja: 残り
nl: Overig
sw: Iliyosalia
th: ที่เหลืออยู่
uk: Залишилося
zh_hans: 剩余
zh_hant: 剩餘
zh_hk: 其餘的

# dashboard.section.status
source: Status
ar: حالة
de: dashboard.section.status
es: Estado
fa: وضعیت
fr: Statut
he: dashboard.section.status
it: Stato
ja: 状態
sw: Hali
th: สถานะ
uk: Статус
zh_hans: 状态
zh_hant: 狀態
zh_hk: 地位

# dashboard.section.study_time_trend
source: Study Time Trend
ar: اتجاه وقت الدراسة
da: Studietidstendens
de: dashboard.section.study_time_trend
es: Tendencia del tiempo de estudio
fa: روند زمان مطالعه
fi: Opiskeluaikatrendi
fr: Tendance du temps d'étude
he: לוח מחוונים.section.study_time_trend
it: Andamento temporale dello studio
ja: 学習時間の傾向
nl: Trend studietijd
sw: Mwenendo wa Muda wa Kusoma
th: แนวโน้มเวลาศึกษา
uk: Навчальний тренд часу
zh_hans: 学习时间趋势
zh_hant: 學習時間趨勢
zh_hk: 學習時間趨勢

# dashboard.section.today
source: Today
ar: اليوم
da: I dag
de: dashboard.section.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: dashboard.section.today
it: Oggi
ja: 今日
nl: Vandaag
sw: Leo
th: วันนี้
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# dashboard.section.todays_overview
source: Today's Overview
ar: نظرة عامة اليوم
da: Dagens oversigt
de: dashboard.section.todays_overview
es: Resumen de hoy
fa: بررسی اجمالی امروز
fi: Tämän päivän yleiskatsaus
fr: Aperçu du jour
he: dashboard.section.todays_overview
it: Panoramica di oggi
ja: 今日の概要
nl: Het overzicht van vandaag
sw: Muhtasari wa Leo
th: ภาพรวมวันนี้
uk: Сьогоднішній огляд
vi: Tổng quan hôm nay
zh_hans: 今日概览
zh_hant: 今日概覽
zh_hk: 今日概覽

# dashboard.section.upcoming_assignments
source: Upcoming Assignments
ar: المهام القادمة
da: Kommende opgaver
de: dashboard.section.upcoming_assignments
es: Próximas tareas
fa: تکالیف آینده
fi: Tulevat tehtävät
fr: Missions à venir
he: dashboard.section.upcoming_assignments
it: Prossimi incarichi
ja: 今後の課題
nl: Aankomende opdrachten
sw: Kazi Zinazokuja
th: งานที่ได้รับมอบหมายที่กำลังจะมีขึ้น
uk: Майбутні завдання
vi: Nhiệm vụ sắp tới
zh_hans: 即将到期的作业
zh_hant: 即將到期的作業
zh_hk: 即將到來的作業

# dashboard.section.upcoming_events
source: Upcoming Events
ar: الأحداث القادمة
da: Kommende begivenheder
de: dashboard.section.upcoming_events
es: Próximos eventos
fa: رویدادهای آینده
fi: Tulevat tapahtumat
fr: Événements à venir
he: dashboard.section.upcoming_events
it: Prossimi eventi
ja: 今後のイベント
nl: Aankomende evenementen
sw: Matukio Yajayo
th: เหตุการณ์ที่จะเกิดขึ้น
uk: Майбутні події
zh_hans: 即将到来的事件
zh_hant: 即將到來的事件
zh_hk: 即將舉行的活動
